{
  "1001": "Испания — парламентская монархия, где король является главой государства, но реальная власть принадлежит парламенту и правительству.",
  "1002": "Основной закон Испании называется Конституция, так как она является высшим нормативным актом страны, устанавливающим основные принципы государственного устройства, права и свободы граждан. Конституция Испании была принята 6 декабря 1978 года и является основой для всех других законов и нормативных актов.",
  "1003": "Согласно статье 1 Конституции Испании, вся власть исходит от народа, что означает, что суверенитет принадлежит испанскому народу. Это закрепляет принцип демократии и народовластия в стране.",
  "1004": "Институт женщин (Instituto de las Mujeres) — это государственный орган Испании, созданный для продвижения равенства между мужчинами и женщинами, защиты прав женщин и борьбы с дискриминацией. Он подчиняется Министерству равенства Испании.",
  "1005": "Административные процедуры на электронном портале можно совершать в любое время, так как он доступен круглосуточно, что позволяет гражданам выполнять необходимые действия без ограничений по времени.",
  "1006": "Кастильский или испанский язык является официальным на всей территории Испании, так как он закреплён в Конституции страны как основной язык, используемый в государственных учреждениях и официальных документах. Кроме того, он является языком, на котором ведётся обучение в большинстве школ и университетов по всей стране.",
  "1007": "Форальная полиция Наварры является региональной силой безопасности, так как она подчиняется правительству автономного сообщества Наварра и отвечает за поддержание порядка в этом регионе. В отличие от национальной полиции, она действует в рамках своей автономной юрисдикции.",
  "1008": "Национальный полицейский корпус (Cuerpo Nacional de Policía) является государственной полицией Испании, отвечающей за поддержание общественного порядка и безопасность на всей территории страны. Он действует в городах и населенных пунктах, обеспечивая выполнение законов и защиту граждан.",
  "1009": "В Конституции Испании установлено разделение властей на три ветви: исполнительную (государственное управление), законодательную (создание законов) и судебную (применение и интерпретация законов). Судебная власть обеспечивает независимость правосудия и защиту прав граждан.",
  "1010": "Флаг Испании должен использоваться на всех государственных зданиях в соответствии с законодательством страны, которое предписывает его обязательное поднятие в официальных учреждениях для символизации государственной власти и единства нации.",
  "1011": "Глава государства в Испании — король, который выполняет церемониальные функции и символизирует единство и стабильность страны. В соответствии с Конституцией Испании 1978 года, король является наследственным монархом.",
  "1012": "Управление здравоохранением в Испании является компетенцией автономных сообществ, так как Конституция 1978 года передала им полномочия в этой области, позволяя каждой автономной области разрабатывать собственные системы здравоохранения. Это обеспечивает адаптацию медицинских услуг к специфическим потребностям населения каждого региона.",
  "1013": "Адольфо Суарес был назначен премьер-министром Испании в 1976 году и сыграл ключевую роль в переходе страны к демократии после франкизма, организовав первые свободные выборы в 1977 году. Он стал первым председателем правительства в новой демократической системе.",
  "1014": "Конституционный суд Испании является высшим органом юстиции, который отвечает за защиту и толкование Конституции, разрешая споры о ее применении и обеспечивая соблюдение основных прав и свобод.",
  "1015": "Король Испании является главой государства и символом единства нации, а также выполняет функции модерации и представительства в работе различных государственных институтов, согласно Конституции Испании. Его роль включает в себя обеспечение соблюдения законов и норм, а также поддержку демократического процесса.",
  "1016": "Сенат является верхней палатой Генеральных Кортесов Испании и выполняет функции представительства автономных сообществ, обеспечивая их интересы на национальном уровне. Он состоит из сенаторов, избираемых как напрямую, так и назначаемых региональными парламентами.",
  "1017": "Для совершения административных процедур через интернет в Испании требуется электронная подпись, так как она обеспечивает безопасность и подтверждает личность пользователя, позволяя ему legally взаимодействовать с государственными органами.",
  "1018": "Конституция Испании была принята 6 декабря 1978 года на всенародном референдуме, где большинство граждан проголосовало за её одобрение. Это событие стало ключевым моментом в переходе страны к демократии после франкистского режима.",
  "1019": "Статут автономии — это основной закон, который определяет организацию, competencias и funcionamiento каждого автономного сообщества в Испании. Он устанавливает права и обязанности как автономного сообщества, так и его граждан.",
  "1020": "Культурные и спортивные объекты общественного пользования находятся в ведении муниципалитета, поскольку именно он отвечает за местное управление и развитие инфраструктуры на своей территории, включая культурные и спортивные учреждения.",
  "1021": "Военная администрация Испании подчиняется правительству, которое отвечает за оборону и безопасность страны. Это включает в себя управление вооруженными силами и принятие решений в области национальной безопасности.",
  "1022": "На Балеарских островах вместо провинциальных советов функционируют островные советы, которые выполняют аналогичные функции на уровне островов, обеспечивая местное управление и административные услуги. Эти советы отвечают за вопросы, касающиеся конкретных островов, таких как экономика, культура и инфраструктура.",
  "1023": "Барселона является вторым по численности населения городом в Испании после Мадрида, с населением около 1,6 миллиона человек. Мадрид, в свою очередь, имеет население около 3,2 миллиона человек, что делает его самым населённым городом страны.",
  "1024": "Генеральные кортесы — это парламент Испании, состоящий из двух палат: Конгресса депутатов и Сената, которые избираются гражданами на выборах. Таким образом, они представляют интересы испанского народа и осуществляют законодательную власть от его имени.",
  "1025": "Конгресс депутатов и Сенат являются двумя палатами парламента Испании, который отвечает за разработку и принятие законов, что делает их частью законодательной власти. Законодательная власть в демократической системе отвечает за создание, изменение и отмену законов.",
  "1026": "Граждане Испании могут инициировать законопроекты, собирая 500 000 подписей, что позволяет им предложить новые законы для рассмотрения в Конгрессе. Это предусмотрено в статье 87 Конституции Испании.",
  "1027": "В Испании существует 17 автономных сообществ, каждое из которых имеет свои органы власти и определённую степень самоуправления. Эти сообщества были созданы в рамках децентрализованной системы управления, установленной Конституцией 1978 года.",
  "1028": "Цвета испанского флага — красный и жёлтый, что отражает исторические традиции страны. Флаг состоит из трёх горизонтальных полос: красной, жёлтой (широкой) и снова красной.",
  "1029": "Резиденция правительства Испании находится в Мадриде, где расположены основные государственные учреждения страны, включая дворец Монклоа, который является официальной резиденцией премьер-министра. Мадрид является столицей Испании и политическим центром государства.",
  "1030": "Синий флаг с 12 жёлтыми звёздами по кругу символизирует Европейский союз и был принят в 1986 году. Звёзды представляют единство и гармонию среди народов Европы, а их количество не зависит от числа стран-членов.",
  "1031": "На муниципальных выборах граждане выбирают мэров, которые возглавляют муниципалитеты, и членов муниципального совета, которые принимают решения по местным вопросам и управляют делами города или района. Эти выборы являются важной частью демократического процесса на местном уровне.",
  "1032": "Баскский язык (эускера) является официальным языком в Стране Басков наряду с испанским. Он имеет статус cooficial, что означает, что оба языка используются в государственных учреждениях и образовании.",
  "1033": "Все испанцы обязаны знать официальный государственный язык, которым является испанский (кастильский), согласно Конституции Испании. Это требование связано с необходимостью обеспечения общения и понимания в обществе.",
  "1034": "Аранский язык является соофициальным языком в Валь-д'Аран, который находится в автономной области Каталония, Испания. Он признан наравне с каталонским и испанским языками.",
  "1035": "Законодательная ассамблея является одним из основных институтов автономного сообщества в Испании, отвечающим за принятие законов и контроль за деятельностью исполнительной власти, представленной советом правительства и президентом. Эти три института формируют структуру власти в автономных сообществах.",
  "1036": "Галисийский язык является соофициальным в автономном сообществе Галисия, наряду с испанским. Это закреплено в Статуте автономии Галисии.",
  "1037": "Институт Сервантеса был основан в 1991 году и является официальной организацией Испании, целью которой является продвижение испанского языка и культуры по всему миру через обучение, культурные мероприятия и сотрудничество с другими учреждениями.",
  "1038": "Королевская академия испанского языка (RAE) отвечает за установление норм и правил испанского языка, включая грамматику, орфографию и лексику, а также за его развитие и защиту. Она является официальным органом, который регулирует использование испанского языка в испаноязычных странах.",
  "1039": "Председатель правительства Испании живёт во дворце Монклоа, который является официальной резиденцией главы правительства и находится в Мадриде. Этот дворец используется для проведения официальных мероприятий и встреч.",
  "1040": "Военно-воздушные силы (Ejército del Aire) являются одним из трех основных видов Вооружённых сил Испании, наряду с армией и флотом. Они отвечают за защиту воздушного пространства страны и выполнение авиационных операций.",
  "1041": "Правительство Испании состоит из министров, которые назначаются главой правительства (премьер-министром) и отвечают за различные министерства и направления государственной политики. Министры принимают решения и реализуют законы в своих областях ответственности.",
  "1042": "Испания определяется как социальное и демократическое правовое государство в Конституции 1978 года, что означает, что она обеспечивает защиту прав и свобод граждан, а также стремится к социальной справедливости и равенству. Это также подразумевает наличие демократических институтов и верховенство закона.",
  "1043": "PP — это аббревиатура для Народной партии (Partido Popular), одной из основных политических партий в Испании, которая была основана в 1989 году и занимает консервативные позиции.",
  "1044": "Принцесса Астурийская — это титул, который традиционно присваивается наследнице испанского престола, то есть дочери короля. Этот титул указывает на её статус как будущей королевы Испании.",
  "1045": "Демократия в Испании была восстановлена при короле Хуане Карлосе I, который в 1975 году стал монархом после смерти Франко и способствовал переходу страны к демократическому правлению, включая проведение свободных выборов и принятие новой конституции в 1978 году.",
  "1046": "Конституция Испании была принята 6 декабря 1978 года после окончания франкистского режима и стала основой демократического устройства страны. Этот документ установил принципы правового государства, разделения властей и защиты прав человека.",
  "1047": "Все автономные сообщества Испании имеют свои собственные флаги, которые символизируют их идентичность и культурное наследие. Эти флаги используются в официальных мероприятиях и представляют каждое сообщество на государственном уровне.",
  "1048": "Народный защитник (El Defensor del Pueblo) — это независимый орган, который защищает права граждан и рассматривает их жалобы на нарушения со стороны государственных учреждений и администраций. Он имеет полномочия проводить расследования и рекомендовать решения для улучшения работы администрации.",
  "1049": "Согласно испанскому законодательству, для того чтобы граждане могли инициировать законопроект через народную инициатива, необходимо собрать минимум 500 000 подписей. Это требование установлено в статье 87.3 Конституции Испании.",
  "1050": "Испания является членом Международного валютного фонда (МВФ), который был создан для содействия международному сотрудничеству в области валютных отношений, обеспечения финансовой стабильности и содействия экономическому росту. Членство в МВФ позволяет Испании участвовать в глобальной финансовой системе и получать доступ к финансовым ресурсам в случае необходимости.",
  "1051": "В организации администрации Испании действительно выделяют три уровня: центральный (государственный), автономный (региональный) и местный, который включает в себя муниципалитеты и местные органы власти, отвечающие за управление на территории. Эти три уровня обеспечивают децентрализацию власти и более эффективное управление на разных территориях.",
  "1052": "Законодательная власть в Испании принадлежит Генеральным Кортесам, которые состоят из двух палат: Конгресса депутатов и Сената. Депутаты и сенаторы участвуют в процессе разработки и принятия законов.",
  "1053": "Король Испании живёт во дворце Сарсуэла, который расположен на окраине Мадрида и служит официальной резиденцией для королевской семьи. Этот дворец используется для выполнения государственных обязанностей и личной жизни короля.",
  "1054": "Официальное название испанского парламента — Генеральные кортесы, так как это учреждение состоит из двух палат: Конгресса депутатов и Сената, и именно этот термин используется в Конституции Испании. Генеральные кортесы осуществляют законодательную власть в стране.",
  "1055": "Институт внешней торговли, Институт женщин и Главное управление дорожного движения являются государственными учреждениями, которые функционируют под управлением соответствующих министерств в Испании, что определяет их организационную структуру и подчиненность.",
  "1056": "В Испании согласно Конституции 1978 года, монархом может быть как мужчина, так и женщина, что подтверждается правом наследования престола для обоих полов. Это стало особенно актуально после принятия закона о наследовании, который устранил дискриминацию по половому признаку.",
  "1057": "Счётная палата Испании является независимым органом, который контролирует финансовую деятельность государства и подотчётен Генеральным кортесам, что обеспечивает прозрачность и ответственность в использовании государственных средств.",
  "1058": "Председатель Конгресса депутатов является третьей по значимости фигурой в испанской политической системе, так как он руководит нижней палатой парламента и играет ключевую роль в законодательном процессе, следуя за королем и президентом правительства.",
  "1059": "На Балеарских островах, согласно Статуту автономии, каталанский язык является соофициальным наряду с испанским. Он используется в образовании, администрации и культурной жизни региона.",
  "1060": "Конституция Испании 1978 года утверждает основные ценности, на которых основано демократическое общество, включая свободу, равенство, политический плюрализм и справедливость, что отражает стремление к созданию справедливого и равноправного общества. Эти ценности закреплены в преамбуле и статьях Конституции, подчеркивая их важность для функционирования государства.",
  "1061": "Для применения принятого закона необходимо разработать подзаконные акты, которые уточняют и конкретизируют его положения, обеспечивая тем самым его практическое исполнение. Эти акты регулируют детали и процедуры, необходимые для реализации закона.",
  "1062": "По данным на 2023 год, население Испании составляет около 49 миллионов человек, что подтверждается статистическими отчетами и переписями населения. Этот показатель варьируется, но в целом остается в пределах указанной цифры.",
  "1063": "Государственный совет (Consejo de Estado) является высшим консультативным органом правительства Испании, который предоставляет юридические и административные рекомендации по важным вопросам. Он играет ключевую роль в формировании государственной политики и законодательства.",
  "1064": "Правительство Испании, возглавляемое премьер-министром, отвечает за формулирование и реализацию внутренней и внешней политики страны, что закреплено в Конституции Испании. Оно осуществляет исполнительную власть и координирует действия различных министерств.",
  "1065": "Народный защитник (Defensor del Pueblo) в Испании является независимым органом, который контролирует соблюдение прав и свобод граждан. Он подчиняется Генеральным кортесам, которые назначают его на должность и могут также его отстранить.",
  "1066": "Институт Этчепаре является учреждением, созданным для продвижения и сохранения баскского языка (эускера) и культуры страны Басков, что соответствует его основной миссии.",
  "1067": "Малага является одним из крупнейших городов Испании и по состоянию на 2023 год занимает 6-е место по численности населения среди испанских городов, что делает её частью десятки самых населённых.",
  "1068": "Любой гражданин может совершать административные процедуры онлайн, так как современные законы и технологии обеспечивают доступ к электронным услугам для всех граждан, упрощая взаимодействие с государственными органами. Это способствует повышению эффективности и прозрачности административных процессов.",
  "1069": "Королем Испании с июня 2014 года является Филипп VI, который стал монархом после отречения своего отца, короля Хуана Карлоса I. Филипп VI представляет династию Бурбонов и выполняет церемониальные функции в качестве главы государства.",
  "1070": "Генеральный совет судебной власти (Consejo General del Poder Judicial) является независимым органом, ответственным за управление и надзор за судебной системой Испании, включая назначение судей и обеспечение их независимости. Он играет ключевую роль в поддержании правосудия и соблюдении принципов разделения властей.",
  "1071": "Генеральные кортесы, состоящие из Конгресса депутатов и Сената, имеют полномочия утверждать государственный бюджет в Испании, согласно статье 134 Конституции. Это процесс включает обсуждение и голосование за предложенный бюджет, который разрабатывается правительством.",
  "1072": "Конституция Испании является основным законом страны, который устанавливает основы государственного устройства, права и свободы граждан, а также регулирует отношения между различными органами власти. Она имеет высшую юридическую силу и служит основой для всех других законов и нормативных актов.",
  "1073": "Генеральные кортесы Испании — это двухпалатный парламент, состоящий из Сената и Конгресса депутатов, который осуществляет законодательную власть в стране. Конгресс депутатов является нижней палатой и играет ключевую роль в принятии законов и формировании правительства.",
  "1074": "Законодательная власть отвечает за разработку и принятие законов в государстве. В большинстве стран она представлена парламентом или аналогичными органами, которые обсуждают и голосуют за законопроекты.",
  "1075": "Защита территориальной целостности Испании является одной из основных задач Вооружённых сил страны, согласно Конституции Испании. Они отвечают за обеспечение безопасности и защиту государства от внешних угроз.",
  "1076": "Испанская армия начала участвовать в миротворческих миссиях под эгидой Организации Объединённых Наций (ООН) с 1989 года, что подтверждает её обязательства по поддержанию мира и безопасности в международном масштабе. Эти миссии направлены на предотвращение конфликтов и защиту гражданского населения в зонах кризиса.",
  "1077": "Гражданская гвардия (Guardia Civil) в Испании отвечает за охрану и контроль на границах, в портах и аэропортах, а также за обеспечение безопасности на побережье. Эта военизированная полиция выполняет функции по охране общественного порядка и борьбе с преступностью в этих областях.",
  "1078": "Паспортный контроль на границах Испании осуществляет Национальная полиция, так как это её основная функция в рамках обеспечения безопасности и контроля миграции на территории страны. Она отвечает за проверку документов у въезжающих и выезжающих граждан.",
  "1079": "Хосе Мария Аснар был председателем правительства Испании с 1996 по 2004 год, представляя Народную партию. Он сыграл важную роль в экономических реформах и международной политике страны в этот период.",
  "1080": "Автономная полиция Каталонии называется Моссос д'Эсквадра, и она отвечает за поддержание порядка и безопасность в регионе. Эта полиция имеет свои полномочия и функции, отличные от национальной полиции Испании.",
  "1081": "Эрцайнца — это автономная полиция Страны Басков, созданная в 1982 году для обеспечения безопасности и поддержания порядка в этом автономном сообществе Испании. Она отвечает за выполнение полицейских функций, включая борьбу с преступностью и обеспечение общественного порядка.",
  "1082": "Филипп VI стал королём Испании 19 июня 2014 года после отречения своего отца, короля Хуана Карлоса I. С тех пор он занимает трон как действующий монарх.",
  "1083": "Местная полиция отвечает за обеспечение порядка и безопасности на территории населённых пунктов, включая регулирование дорожного движения, контроль за соблюдением правил и предотвращение аварий. Они также могут устанавливать временные ограничения и организовывать движение в случае необходимости.",
  "1084": "Народный защитник (Defensor del Pueblo) в Испании принимает жалобы от всех граждан, независимо от их гражданства, поскольку его задача — защищать права и свободы всех людей, находящихся на территории страны. Это включает как испанских граждан, так и иностранных граждан.",
  "1085": "В Испании голосование на выборах является правом граждан, закрепленным в Конституции. Это право позволяет гражданам участвовать в демократическом процессе и влиять на выборы своих представителей.",
  "1086": "Гражданская гвардия (Guardia Civil) в Испании отвечает за контроль за дорожным движением на автомагистралях, а также за обеспечение безопасности на дорогах и соблюдение правил дорожного движения. Она имеет полномочия проводить проверки и регулировать движение на всех типах дорог.",
  "1087": "Налоговое агентство (Agencia Tributaria) в Испании отвечает за администрирование и сбор налогов, а также за контроль за соблюдением налогового законодательства. Оно осуществляет функции по сбору налогов на национальном уровне и обеспечивает выполнение налоговых обязательств граждан и организаций.",
  "1088": "Национальные законы Испании публикуются в Официальном государственном бюллетене (BOE), который является официальным источником информации о законодательных актах, постановлениях и других нормативных документах. Это обеспечивает их официальное признание и доступность для граждан и организаций.",
  "1089": "Кабильдо — это местный орган управления на Канарских островах, который отвечает за вопросы местного самоуправления и развития. Они существуют только в этом автономном сообществе Испании и выполняют функции, аналогичные муниципальным советам на материковой части страны.",
  "1090": "Уплата налогов является одной из основных функций электронного портала, который позволяет гражданам выполнять финансовые обязательства быстро и удобно, без необходимости посещения государственных учреждений. На таких платформах доступны различные услуги, включая расчет и оплату налогов.",
  "1091": "Номер телефона 060 используется для получения информации от Администрации Генерального Государства Испании, предоставляя гражданам доступ к различным услугам и информации. Этот номер является официальным и общедоступным для всех граждан.",
  "1092": "Испания состоит из 17 автономных сообществ и 2 автономных городов, которые обладают определенной степенью самоуправления и собственными органами власти. Эти автономные сообщества имеют право разрабатывать свои законы и управлять рядом вопросов, таких как образование и здравоохранение.",
  "1093": "В Испании существует множество политических партий, включая как крупные, так и мелкие, которые представляют различные идеологии и интересы. Это разнообразие партийной системы отражает многопартийность и демократические принципы страны.",
  "1094": "Инвеститура председателя правительства проходит в Конгрессе депутатов, поскольку именно этот орган парламента Испании утверждает кандидатуру нового премьер-министра после выборов. Это предусмотрено Конституцией Испании.",
  "1095": "В Испании король является верховным главнокомандующим Вооружённых сил согласно Конституции 1978 года. Это положение подчеркивает символическую и церемониальную роль монарха в военной сфере, хотя реальная власть и управление вооружёнными силами осуществляются через правительство.",
  "1096": "Правительственный делегат представляет центральное правительство в автономном сообществе и отвечает за координацию между государственными учреждениями и местными властями. Его функции включают контроль за выполнением законов и управление государственными программами на территории автономного сообщества.",
  "1097": "В Испании 50 провинций, которые являются административными единицами, объединяющимися в 17 автономных сообществ и 2 автономных города. Каждая провинция имеет свою столицу и местное управление.",
  "1098": "Преподавание соофициальных языков в Испании регулируется автономными сообществами, поскольку они имеют полномочия в области образования и культуры, что позволяет им устанавливать собственные языковые политики. Это закреплено в Статуте автономий, который предоставляет регионам право на использование и преподавание своих языков.",
  "1099": "Исполнительная власть в Испании принадлежит правительству государства, которое отвечает за выполнение законов и управление государственными делами. Правительство возглавляется премьер-министром и осуществляет функции, связанные с внутренней и внешней политикой.",
  "1100": "Испанский парламент состоит из двух палат: Конгресса депутатов и Сената. Каждая палата выполняет свои функции в законодательном процессе и имеет разные полномочия.",
  "1101": "Водоснабжение и уличное освещение городов являются местными услугами, которые управляются муниципалитетами, так как они отвечают за обеспечение жизнедеятельности и инфраструктуры на своей территории. Муниципалитеты имеют полномочия разрабатывать и реализовывать соответствующие программы и проекты для своих жителей.",
  "1102": "Компетенция в вопросах гражданства, иммиграции, эмиграции и иностранцев принадлежит только государству, так как эти вопросы регулируются национальным законодательством и требуют единого подхода для обеспечения правопорядка и безопасности. Региональные или местные власти не имеют полномочий в этих сферах.",
  "1103": "На данный момент в Испании ни одна женщина не занимала пост председателя правительства. Все главы правительства с момента восстановления демократии в стране были мужчинами.",
  "1104": "Международные отношения регулируются государствами, которые имеют суверенитет и право вести внешнюю политику, заключать международные договоры и представлять свои интересы на международной арене. Это основная функция государства в системе международных отношений.",
  "1105": "Муниципалитет в Испании управляется мэром и членами муниципального совета (конcejales), которые избираются на местных выборах и отвечают за принятие решений по вопросам местного самоуправления. Члены совета помогают мэру в управлении городом и представляют интересы жителей.",
  "1106": "Правительство автономных сообществ в Испании состоит из президента, который возглавляет правительство, и советников, отвечающих за различные области управления. Эта структура позволяет эффективно управлять и принимать решения на уровне автономных сообществ.",
  "1107": "Муниципалитет (Ayuntamiento) является основным органом управления на уровне местного самоуправления в Испании, отвечающим за принятие решений и управление делами местной общины. Он состоит из мэра и совета, которые избираются населением.",
  "1108": "Провинциальные советы (Diputaciones) являются органами местного самоуправления, ответственными за управление и администрирование провинций в Испании, включая распределение ресурсов и выполнение местных программ. Они играют ключевую роль в координации между муниципалитетами и центральным правительством.",
  "1109": "Правительство является высшим органом исполнительной власти в Испании, отвечающим за выполнение законов и управление страной. Оно состоит из премьер-министра и министров, которые принимают решения по ключевым вопросам государственной политики.",
  "1110": "Испанский язык называется кастильским, потому что он возник в исторической области Кастилия в Испании, и именно оттуда распространился на другие регионы страны и за её пределы. Термин \"кастильский\" подчеркивает его происхождение и культурные корни.",
  "1111": "На выборах в Европейский парламент граждане Европейского Союза выбирают евродепутатов, которые представляют их интересы и участвуют в законодательном процессе на уровне ЕС. Каждый государственный член ЕС имеет право назначать определенное количество евродепутатов в зависимости от численности населения.",
  "1112": "Испанцы имеют право голосовать с 18 лет согласно статье 68 Конституции Испании. Это возраст, с которого граждане считаются совершеннолетними и могут участвовать в выборах.",
  "1113": "Некоторые иностранные граждане, такие как граждане стран Европейского Союза, имеют право голосовать на муниципальных выборах в Испании, поскольку это предусмотрено законодательством страны. Это право не распространяется на другие уровни выборов, такие как национальные или региональные.",
  "1114": "Счётная палата (Tribunal de Cuentas) в Испании отвечает за контроль и аудит финансовых операций государственного бюджета, обеспечивая прозрачность и законность расходования государственных средств. Она проверяет, как государственные органы используют бюджетные средства и соблюдают финансовые нормы.",
  "1115": "На всеобщих выборах в Испании граждане выбирают представителей для двух палат парламента: Сената и Конгресса депутатов. Сенаторы представляют регионы, а депутаты представляют народ.",
  "1116": "Конгресс депутатов Испании состоит из 350 членов, которые избираются на четырехлетний срок. Это количество установлено Конституцией Испании и регулируется законом о выборах.",
  "1117": "Муниципалитеты и провинции являются основными единицами территориального деления в Испании и отвечают за местное управление, что делает их частью местной администрации. Местная администрация занимается вопросами, касающимися жизни и потребностей граждан на уровне общин и регионов.",
  "1118": "Андалусия является самым населённым автономным сообществом Испании, с населением более 8 миллионов человек, что составляет значительную долю от общего числа жителей страны. Это связано с её крупными городами, такими как Севилья и Малага, а также с развитой экономикой и туристической привлекательностью региона.",
  "1119": "Профсоюз — это организация, созданная для защиты прав и интересов работников, включая вопросы заработной платы, условий труда и социальных гарантий. Профсоюзы ведут переговоры с работодателями и представляют интересы своих членов.",
  "1120": "Председателя правительства Испании избирает Конгресс депутатов, который является нижней палатой парламента. Для назначения требуется большинство голосов депутатов на специальном голосовании после выборов.",
  "2001": "В Испании Конституция гарантирует свободу вероисповедания и не обязывает граждан исповедовать какую-либо религию. Статья 16 Конституции утверждает, что никто не может ser obligado a declarar su religión.",
  "2002": "Испанцы, получившие гражданство по проживанию, имеют право голосовать на выборах сразу после получения гражданства, без необходимости ожидания трех лет. Срок ожидания в три года применяется только к иностранцам, которые хотят получить испанское гражданство.",
  "2003": "В Испании Конституция 1978 года в статье 15 запрещает пытки и жестокое, бесчеловечное или унижающее достоинство обращение. Смертная казнь была отменена в 1978 году и не предусмотрена действующим законодательством.",
  "2004": "Деятельность политических партий должна быть демократической, поскольку они играют ключевую роль в представлении интересов граждан, формировании политической воли и обеспечении участия населения в управлении государством. Демократическое функционирование партий способствует прозрачности, подотчетности и уважению прав человека.",
  "2005": "Согласно международным правам человека, каждый имеет право на свободу мысли, совести и религии, что включает в себя право не раскрывать свои политические или религиозные взгляды. Принуждение к раскрытию таких взглядов нарушает эти права.",
  "2006": "Ограничение права на свободный въезд и выезд из страны по идеологическим причинам противоречит основным правам человека, закрепленным в международных конвенциях и испанской Конституции, которые гарантируют свободу передвижения. Такие ограничения могут быть применены только в строго определенных случаях, связанных с безопасностью или правопорядком.",
  "2007": "Начальное образование в Испании действительно является бесплатным и обязательным для детей в возрасте от 6 до 12 лет, что закреплено в законодательстве страны. Это обеспечивает всем детям равный доступ к образованию на начальном уровне.",
  "2008": "Конституция Испании 1978 года в статье 47 утверждает, что все испанцы имеют право на достойное жильё, и государство обязуется способствовать этому праву. Это положение подчеркивает важность обеспечения доступного и качественного жилья для граждан.",
  "2009": "В Испании полиция может войти в дом без судебного решения только в исключительных случаях, таких как преследование преступника или предотвращение преступления. В остальных ситуациях требуется разрешение суда.",
  "2010": "Согласно статье 18 Конституции Испании, тайна переписки и других форм коммуникации защищена, за исключением случаев, когда существует судебное решение, разрешающее вмешательство. Это обеспечивает баланс между правом на личную жизнь и необходимостью соблюдения закона.",
  "2011": "Конституция Испании гарантирует гражданам право на свободу ассоциаций в статье 22, что подтверждает их право свободно объединяться для достижения общих целей. Это право является основой демократического общества и защиты гражданских свобод.",
  "2012": "Преподаватели в Испании имеют право на свободу преподавания, однако это право ограничено нормами Конституции и законами, которые регулируют образовательный процесс и защиту прав учащихся. Таким образом, они могут свободно выражать свои идеи и подходы в обучении, соблюдая при этом установленные рамки.",
  "2013": "Конституция Испании признаёт основные права не только граждан Испании, но и иностранцев, находящихся на территории страны, что подтверждается статьёй 10 и другими положениями. Таким образом, утверждение, что права признаются только испанцам, является ложным.",
  "2014": "Граждане обязаны сотрудничать с судебными органами в соответствии с законом, что включает предоставление информации или свидетельств по запросу судей. Это необходимо для обеспечения справедливости и правосудия в судебных процессах.",
  "2015": "Законодательство о защите персональных данных, такое как Общий регламент по защите данных (GDPR) в Европе, устанавливает строгие правила, ограничивающие доступ третьих лиц к личной информации без согласия субъекта данных. Это направлено на защиту конфиденциальности и прав граждан.",
  "2016": "Свобода прессы действительно ограничена уважением к чести и достоинству личности, что закреплено в законодательстве многих стран, включая Испанию. Это означает, что журналисты должны избегать распространения ложной информации или клеветы, которая может нанести вред репутации человека.",
  "2017": "В Испании причины раздельного проживания и развода регулируются Гражданским кодексом, который устанавливает юридические основания для этих процессов, такие как несоответствие, взаимное согласие и другие обстоятельства. Это обеспечивает правовую основу для защиты прав сторон в случае расторжения брака.",
  "2018": "Бесплатная медицинская помощь в Испании предоставляется всем гражданам и резидентам, независимо от возраста, а не только лицам старше 65 лет. Система здравоохранения охватывает широкий круг услуг для всех категорий населения.",
  "2019": "В Испании мужчины и женщины имеют равные права, что закреплено в Конституции и различных законах, направленных на обеспечение гендерного равенства и защиту прав человека. Это включает равные возможности в образовании, трудоустройстве и участии в политической жизни.",
  "2020": "Обязательное образование в Испании действительно делится на две стадии: начальное образование (Educación Primaria), которое длится шесть лет, и обязательное среднее образование (Educación Secundaria Obligatoria), которое длится четыре года. Эти две стадии охватывают детей в возрасте от 6 до 16 лет.",
  "2021": "В Испании нет официальной религии, так как Конституция 1978 года гарантирует свободу вероисповедания и отделение церкви от государства. Это означает, что все религии имеют равные права и никто не может быть принужден к исповеданию какой-либо религии.",
  "2022": "Государственная медицинская помощь в Испании финансируется за счет налогов, что позволяет гражданам и резидентам получать медицинские услуги бесплатно на момент обращения. Это обеспечивает доступ к необходимой медицинской помощи для всех жителей страны.",
  "2023": "Базовое образование в Испании доступно как для испанских граждан, так и для иностранцев, и является обязательным для всех детей, независимо от их национальности. Законодательство гарантирует право на образование всем детям, проживающим в стране.",
  "2024": "В Испании право на объединение признается Конституцией 1978 года, что позволяет гражданам создавать ассоциации и объединения для достижения общих целей. Это право защищает свободу собраний и ассоциаций в стране.",
  "2025": "Профсоюзы представляют интересы работников и имеют право участвовать в коллективных переговорах с работодателями и правительством для защиты трудовых прав и улучшения условий труда. Это закреплено в законодательстве многих стран, включая Испанию.",
  "2026": "Работники имеют право на забастовку в соответствии со статьей 28 Конституции Испании, которая гарантирует свободу профсоюзной деятельности и право на забастовку для защиты своих интересов. Это право является важным инструментом для работников в борьбе за лучшие условия труда.",
  "2027": "Идеологическая свобода в Испании гарантирована Конституцией на всей территории страны, что означает, что каждый имеет право свободно выражать свои идеи и убеждения без ограничений по месту проживания. Таким образом, утверждение о том, что эта свобода ограничена только частью территории, является ложным.",
  "2028": "Все граждане, включая безработных, имеют право на доступ к системе социального обеспечения в Испании, которая предоставляет различные услуги и пособия, независимо от их трудового статуса.",
  "2029": "Это утверждение основано на статье 45 Конституции Испании, которая гарантирует право на здоровую окружающую среду и обязывает граждан заботиться о её сохранении. Таким образом, право и обязанность сохранять окружающую среду взаимосвязаны.",
  "2030": "В соответствии с Конституцией Испании, государственные органы обязаны защищать здоровье граждан и способствовать развитию физической культуры и спорта, что подтверждается статьей 43.",
  "2031": "В Испании базовое образование, охватывающее начальную и среднюю школу, является обязательным для детей в возрасте от 6 до 16 лет и финансируется государством, что делает его бесплатным для всех учащихся.",
  "2032": "Законодательство Испании, включая Конституцию, запрещает дискриминацию по различным основаниям, таким как раса, пол, религия, сексуальная ориентация и другие личные или социальные обстоятельства, что подтверждает правильность ответа.",
  "2033": "В Испании, согласно Конституции, гарантируется свобода передвижения и права граждан на свободное перемещение по всей территории страны. Это право включает возможность путешествовать, работать и жить в любом регионе Испании без ограничений.",
  "2034": "Судьи в Испании действуют независимо и принимают решения на основе закона, а не по указаниям правительства. Это гарантирует принцип разделения властей и судебную независимость.",
  "2035": "Испанское законодательство обязывает граждан оказывать помощь в случаях катастроф или общественных бедствий, что отражает принцип солидарности и ответственности перед обществом. Это правило закреплено в статье 4 Закона о гражданской защите.",
  "2036": "В Испании граждане имеют право свободно выбирать место жительства в любой части страны, что закреплено в Конституции. Это право позволяет им жить в том городе, который они предпочитают.",
  "3001": "Касерес и Бадахос — это две провинции, расположенные в автономном сообществе Эстремадура на западе Испании. Эстремадура граничит с Португалией и известна своими историческими городами и природными парками.",
  "3002": "Столицей Валенсийского сообщества является город Валенсия, который также является третьим по величине городом Испании и важным культурным и экономическим центром региона.",
  "3003": "Балеарские острова расположены в западной части Средиземного моря, между Испанией и Францией. Они являются автономным сообществом Испании и включают такие острова, как Майорка, Менорка, Ибица и Форментера.",
  "3004": "Месета — это обширная равнина, занимающая центральную часть Пиренейского полуострова, характеризующаяся высоким расположением и значительной площадью. Она разделена на две части: Северную и Южную Месету, и играет важную роль в географии и климате Испании.",
  "3005": "Национальный парк Ордеса расположен в автономном сообществе Арагон на северо-востоке Испании. Он был основан в 1918 году и является частью Пиренейских гор.",
  "3006": "Гвадалахара и Куэнка являются провинциями, которые находятся в автономном сообществе Кастилия-Ла-Манча, расположенном в центральной части Испании. Это сообщество включает в себя пять провинций: Альбасете, Гвадалахару, Куэнку, Толедо и Сьюдад-Реаль.",
  "3007": "Сантьяго-де-Компостела является столицей автономного сообщества Галисия, расположенного на северо-западе Испании. Галисия известна своей культурой, языком и историей, а также является важным центром паломничества благодаря святыне Святого Иакова.",
  "3008": "Альмерия — это город и провинция на юге Испании, расположенная в автономном сообществе Андалусия. Он находится на побережье Средиземного моря.",
  "3009": "Сантьяго-де-Компостела является столицей автономного сообщества Галисия и известен как важный культурный и исторический центр, а также местом паломничества по пути Святого Иакова. Этот город также является административным центром региона.",
  "3010": "Река Хукар (Júcar) протекает через восточную Испанию и впадает в Средиземное море, в районе города Кастельон. Она является одной из основных рек, которые вливаются в это море.",
  "3011": "Гора Ането — самая высокая вершина Пиренейских гор, расположенная на границе между Испанией и Францией. Она находится в национальном парке Ане́то-Эль-Малада́ на территории Испании.",
  "3012": "Город Витория (Vitoria-Gasteiz) является столицей автономного сообщества Страна Басков (País Vasco) в Испании и центром его административных органов.",
  "3013": "Испания делится на 17 автономных сообществ и 2 автономных города (Сеута и Мелилья), которые имеют свои собственные правительства и определённую степень самоуправления. Эти административные единицы обеспечивают разнообразие культур и языков в стране.",
  "3014": "Национальный парк Айгуэстортес расположен в каталонских Пиренеях и является частью автономного сообщества Каталония в Испании. Он известен своими живописными горами, озерами и разнообразной флорой и фауной.",
  "3015": "Сеута и Мелилья — это два испанских автономных города, расположенных на северном побережье Африки, оба они имеют стратегическое значение и являются частью испанской территории.",
  "3016": "Климат Мадрида относится к континентальному типу, что означает холодные зимы с температурами ниже нуля и жаркие, сухие лета с температурами, часто превышающими 35 градусов Цельсия. Это делает Мадрид одним из регионов Испании с такими климатическими условиями.",
  "3017": "Река Гвадалквивир протекает через южную Испанию и впадает в Атлантический океан в районе города Санлукар-де-Барамеда. Она является одной из основных рек страны и имеет важное значение для региона.",
  "3018": "Бургос является одной из девяти провинций, входящих в состав автономного сообщества Кастилия и Леон в Испании. Этот регион известен своей историей, культурой и архитектурными памятниками, включая знаменитый собор в Бургосе.",
  "3019": "Город Уэска находится в автономном сообществе Арагон на северо-востоке Испании. Арагон является одним из 17 автономных сообществ страны и включает в себя три провинции: Уэска, Сарагоса и Теруэль.",
  "3020": "Канарские острова расположены в зоне субтропического климата, что обусловлено их географическим положением и влиянием теплых океанских течений. Это приводит к мягким зимам и теплым летам с небольшим количеством осадков.",
  "3021": "Река Эбро — самая длинная река, протекающая полностью по территории Испании, и она впадает в Средиземное море, образуя дельту. Другие крупные реки, такие как Гвадалквивир и Турия, также впадают в это море, но Эбро является наиболее значимой.",
  "3022": "Испания имеет множество горных систем, таких как Пиренеи и Сьерра-Невада, что делает её одной из самых гористых стран Европы. Более 25% её территории занимает горная местность.",
  "3023": "Национальный парк Монфрагуэ расположен в провинции Касерес, в автономном сообществе Extremadura, на западе Испании. Этот парк известен своим богатым биоразнообразием и является важным местом для наблюдения за птицами, особенно для орлов и других хищных птиц.",
  "3024": "Столицей автономного сообщества Эстремадура является город Мерида, который также известен своими римскими руинами и историческим наследием. Мерида была основана римлянами в 25 году до н.э. и является важным культурным центром региона.",
  "4001": "Главными персонажами романа «Дон Кихот» являются Дон Кихот, благородный рыцарь, и Санчо Панса, его верный спутник и крестьянин, который служит ему как слуга. Их взаимодействие и контраст между идеалами Дон Кихота и практичностью Санчо Пансы создают основную динамику произведения.",
  "4002": "Маргарита Салас была выдающимся молекулярным биологом, известной своими исследованиями в области ДНК и вирусов, а также за вклад в развитие биотехнологий в Испании. Она стала первой женщиной, получившей степень доктора наук в области биологии в Испании и была членом Испанской академии наук.",
  "4003": "«Дом Бернарды Альбы» — это пьеса, написанная испанским драматургом Федерико Гарсиа Лоркой в 1936 году. Она считается одним из его самых известных произведений и отражает темы подавления и борьбы за свободу.",
  "4004": "Роман «Ничто» был написан Кармен Лафорет и опубликован в 1944 году. Он стал знаковым произведением, отражающим жизнь и трудности в послевоенной Испании.",
  "4005": "«Любовь-колдунья» — это балет с музыкой испанского композитора Мануэля де Фалья, написанный в 1915 году. Произведение основано на фольклоре Андалусии и стало одним из его самых известных произведений.",
  "4006": "Ночь Святого Иоанна, отмечаемая 23 июня, традиционно связана с зажиганием костров, что символизирует очищение и защиту от злых духов. Люди прыгают через огонь и собираются вокруг костров, чтобы отпраздновать летнее солнцестояние.",
  "4007": "Гитара является основным инструментом в фламенко, так как она задает ритм и мелодию, а также сопровождает вокал и танец. Её техника игры, включая пальцевую игру и аккорды, характерна для этого жанра.",
  "4008": "Исабель Коишет — испанская кинорежиссёрша, сценарист и продюсер, известная своими работами в кино с акцентом на глубокие человеческие эмоции и социальные темы. Она получила множество наград за свои фильмы, что подтверждает её значимость в мире кино.",
  "4009": "Росалия — испанская певица и автор песен, известная своим уникальным стилем, который сочетает фламенко с современными музыкальными жанрами. Она получила множество наград и признание на международной арене, что делает её одной из самых известных испанских артисток сегодня.",
  "4010": "Мечеть-катедраль в Кордове, известная как Мескита, была построена в VIII веке и является выдающимся примером исламской архитектуры в Европе. В 1984 году она была включена в список объектов Всемирного наследия ЮНЕСКО.",
  "4011": "Альгамбра — это исторический дворцово-крепостной комплекс, расположенный в Гранаде, который был построен в XIII-XIV веках и является выдающимся примером исламской архитектуры. В 1984 году он был включен в список объектов Всемирного наследия ЮНЕСКО.",
  "4012": "Пилар Миро — известная испанская режиссёрка, которая внесла значительный вклад в развитие испанского кино в 1980-х годах, отличаясь критическим подходом к социальным и политическим вопросам. Её работы, такие как \"Эль crimen de Cuenca\" и \"La petición\", помогли модернизировать национальное кино и привлекли внимание к важным темам.",
  "4013": "Ирена Вальехо написала роман «Бесконечность в тростинке», который стал успешным благодаря своей оригинальной теме, исследующей историю книг и чтения, а также получил признание критиков и читателей. Книга была переведена на несколько языков и удостоена различных литературных наград.",
  "4014": "Высший совет научных исследований (CSIC) является крупнейшей государственной научной организацией в Испании, отвечающей за развитие и координацию научных исследований в различных областях. Он был основан в 1939 году и включает в себя множество исследовательских институтов по всей стране.",
  "4015": "Пако де Лусия был выдающимся испанским гитаристом, известным своими инновациями в фламенко-музыке и влиянием на развитие этого жанра. Его мастерство и творчество сделали его одной из самых значимых фигур в мире гитары.",
  "4016": "24 декабря отмечается Сочельник, который является вечером перед Рождеством и традиционно посвящен семейным ужинам и празднованиям. В этот день многие люди собираются вместе, чтобы отпраздновать наступление Рождества.",
  "4017": "Хуан Мари Арсак — знаменитый испанский повар, известный своими инновациями в гастрономии и вкладом в современную кухню. Он считается одним из основателей новой кухни Басконии и имеет множество наград, включая звезды Мишлен.",
  "4018": "Клара Кампоамор была испанской политической деятельницей и адвокатом, которая сыграла ключевую роль в борьбе за права женщин в Испании, включая право голоса, которое было предоставлено женщинам в 1931 году благодаря её усилиям. Она также была одной из первых женщин, избранных в испанский парламент.",
  "4019": "Вильянсикос — это традиционные испанские рождественские песни, которые исполняются во время празднования Рождества и отражают культурные обычаи и верования. Они часто поются в семьях и на общественных мероприятиях в период рождественских праздников.",
  "4020": "Лига и Кубок короля — это главные футбольные соревнования в Испании, организуемые Ла Лигой и Королевской испанской футбольной федерацией соответственно. Они включают участие профессиональных футбольных клубов страны.",
  "4021": "Висенте Алейксандре получил Нобелевскую премию по литературе в 1977 году за свои поэтические произведения, которые отражают глубокие философские и экзистенциальные темы. Он является одним из самых известных испанских поэтов XX века.",
  "4022": "Праздник Сан-Фермин, начинающийся 7 июля в Памплоне, известен своими корридой и бегом с быками. Он посвящен святому Фермин, покровителю города.",
  "4023": "Тереса Пералес и Даниэль Молина являются известными спортсменами, которые добились значительных успехов на Паралимпийских играх, завоевав медали в плавании и других видах спорта. Они представляют Испанию и являются символами вдохновения для людей с ограниченными возможностями.",
  "4024": "Испанцы едят 12 виноградин в полночь 31 декабря, по одной на каждый удар часов, что символизирует удачу и благополучие в новом году. Эта традиция называется \"Las doce uvas de la suerte\".",
  "4025": "Маруха Мальо — испанская художница, представительница авангардного искусства, известная своими яркими и выразительными картинами, среди которых выделяется работа «Вербена». Эта картина отражает атмосферу народных праздников и является одной из её знаковых работ.",
  "4026": "Картина «Герника» Пикассо находится в Музее королевы Софии в Мадриде, который является национальным музеем современного искусства Испании и хранит множество произведений испанских художников XX века. Музей был открыт в 1992 году и стал домом для этого знаменитого полотна, созданного в 1937 году в ответ на бомбардировку города Герника во время Гражданской войны в Испании.",
  "4027": "Мерсе Родореда — каталонская писательница, которая писала на каталонском языке, который является одним из официальных языков Испании. Она известна своими произведениями, такими как \"Водяная лилия\" и \"Сад на море\".",
  "4028": "В средневековой Испании христианская, иудейская и мусульманская культуры сосуществовали на протяжении нескольких веков, особенно в период Реконкисты, когда территории контролировались различными религиозными группами, что способствовало культурному обмену и взаимодействию между ними. Эти три культуры оставили значительное наследие в архитектуре, науке, философии и искусстве Испании.",
  "4029": "6 декабря в Испании отмечается День Конституции в честь принятия Конституции 1978 года, которая положила конец диктатуре и утвердила демократические принципы в стране. Этот день является национальным праздником и символизирует важность конституционных прав и свобод.",
  "4030": "Кордова была одним из крупнейших культурных и научных центров в Аль-Андалусе, где располагалась знаменитая Кордовская мечеть и университет, где изучались медицина, астрономия и другие науки. В IX-X веках город привлекал ученых и философов, способствуя развитию знаний в этих областях.",
  "4031": "Музей Гуггенхайма находится в Бильбао, Испания, и был открыт в 1997 году. Он является одним из самых известных музеев современного искусства в мире и был спроектирован архитектором Фрэнком Гери.",
  "4032": "Премия Сервантеса — это престижная литературная награда, присуждаемая испаноязычным писателям за их вклад в литературу. Она считается одним из самых высоких признаний в испаноязычном литературном мире.",
  "4033": "Премия Гойя — это национальная кинематографическая награда Испании, которая ежегодно вручается за достижения в области кино, включая лучшие фильмы и актеров. Она считается наиболее престижной кинопремией в испанском кино.",
  "4034": "Премии принцессы Астурийской присуждаются с 1981 года за достижения в области науки, культуры и гуманитарных наук, способствуя распространению и признанию этих ценностей в Испании и за её пределами. Они охватывают различные категории, включая искусство, литературу, науку и международное сотрудничество.",
  "4035": "Футбол является самым популярным видом спорта в Испании, с множеством известных клубов, таких как Реал Мадрид и Барселона, а также успешной национальной сборной, которая выиграла чемпионат мира в 2010 году и чемпионат Европы в 1964, 2008 и 2012 годах. Кроме того, футбольные матчи привлекают миллионы зрителей и болельщиков по всей стране.",
  "4036": "Карлос Алькарас — испанский теннисист, который стал известным благодаря своим достижениям на международных турнирах, включая победу на турнире Большого шлема. Он считается одним из лучших молодых игроков в теннисе на данный момент.",
  "5001": "Удостоверение личности иностранца (TIE) является официальным документом, который подтверждает легальный статус проживания иностранца в Испании и предоставляет доступ к правам и обязанностям, предусмотренным законодательством страны. Без этого документа иностранцы не могут легально находиться и проживать в Испании.",
  "5002": "Справка о регистрации по месту жительства (сертификат о прописке) является официальным документом, который подтверждает, что человек зарегистрирован по определенному адресу, и используется для различных административных целей в Испании. Этот документ выдается местными органами власти и содержит информацию о месте жительства владельца.",
  "5003": "Индивидуальный электронный реестр заменяет семейную книгу, поскольку он предоставляет современный и более удобный способ хранения и управления данными о семье и гражданском состоянии, упрощая доступ к этой информации. Это позволяет избежать бумажной документации и улучшает эффективность административных процессов.",
  "5004": "Минимальный возраст для получения водительских прав категории B, позволяющих управлять легковыми автомобилями в Испании, составляет 18 лет. Это правило установлено законодательством страны для обеспечения безопасности на дорогах.",
  "5005": "Водительские права в Испании выдаются Главным управлением дорожного движения (DGT), которое отвечает за регулирование дорожного движения и контроль за безопасностью на дорогах. Это государственный орган, занимающийся вопросами лицензирования водителей и регистрации транспортных средств.",
  "5006": "Для получения водительских прав необходимо пройти два этапа: теоретический экзамен, который проверяет знания правил дорожного движения, и практический экзамен, который оценивает навыки вождения автомобиля. Оба экзамена обязательны для получения водительского удостоверения.",
  "5007": "Семейная книга оформляется в ЗАГСе, потому что именно там регистрируются все семейные отношения, такие как брак, рождение детей и другие важные события, связанные с семьей. ЗАГС является официальным органом, который ведет учет и выдает документы, подтверждающие эти события.",
  "5008": "Canal Sur — это автономный телеканал, который обслуживает регион Андалусия в Испании, предоставляя местные новости и программы на испанском языке. Он является частью системы общественного телевидения Испании и финансируется правительством Андалусии.",
  "5009": "Отпуск по материнству или отцовству в Испании составляет 16 недель, что обеспечивает родителям время для ухода за новорожденным и его адаптации в семье. Этот период может быть разделён между обоими родителями, но общая продолжительность отпуска остается 16 недель.",
  "5010": "Максимально допустимый уровень алкоголя в крови для водителей в Испании составляет 0,5 г/л, чтобы обеспечить безопасность на дороге и снизить риск аварий. Для профессиональных водителей и новичков этот лимит составляет 0,3 г/л.",
  "5011": "Квартиры в многоквартирных домах составляют основную часть жилого фонда в Испании, так как они обеспечивают доступное жилье для большинства населения в городах. Кроме того, высокая плотность населения и ограниченное пространство способствуют распространению этого типа жилья.",
  "5012": "Андалусия является крупнейшим производителем оливкового масла в Испании, и именно здесь находится большинство оливковых плантаций, что обеспечивает высокое качество продукции. Регион также славится своими традициями и методами производства оливкового масла.",
  "5013": "ITV (Inspección Técnica de Vehículos) — это обязательный технический осмотр автомобилей в Испании, который обеспечивает соответствие транспортных средств стандартам безопасности и экологии. Прохождение ITV необходимо для получения разрешения на эксплуатацию автомобиля на дорогах.",
  "5014": "Тапа — это небольшая закуска, которая традиционно подается в Испании к напиткам в барах и ресторанах. Она может быть приготовлена из различных ингредиентов и служит для сопровождения алкогольных и безалкогольных напитков.",
  "5015": "Медицинская карта в Испании оформляется в центре здоровья (поликлинике), так как именно там предоставляются услуги первичной медицинской помощи и регистрируются пациенты для получения медицинского обслуживания.",
  "5016": "Семья считается многодетной в Испании, если в ней есть трое и более детей, что определено законодательством страны. Это правило применяется для получения определенных социальных льгот и поддержки.",
  "5017": "В Испании закон о равенстве брака, принятый в 2005 году, позволяет заключать брак как между людьми одного пола, так и между людьми разного пола, обеспечивая тем самым равные права для всех граждан. Это делает Испанию одной из первых стран, легализовавших однополые браки.",
  "5018": "Владельцы собак обязаны регистрировать своих питомцев в муниципалитете, так как это необходимо для учета животных, контроля за их состоянием и обеспечения безопасности в населенных пунктах. Регистрация также помогает в случае потери собаки и упрощает процесс идентификации владельца.",
  "5019": "Основные ингредиенты испанского омлета (тортильи) — это яйца и картофель, так как именно они составляют базу этого традиционного блюда, придавая ему характерный вкус и текстуру. Тортилья испанская готовится путем обжаривания картофеля и смешивания его с взбитыми яйцами.",
  "5020": "Гаспачо — это холодный суп, который традиционно готовится из свежих овощей, таких как помидоры, огурцы и перец. Он стал символом испанской кухни и широко известен за пределами Испании благодаря своей уникальной рецептуре и освежающему вкусу.",
  "5021": "La 1 — это основной телеканал Испании, который принадлежит государственному телевидению RTVE (Испанская радио и телевидение), финансируемому за счет налогов и государственных субсидий. Другие телеканалы, такие как Antena 3 или Telecinco, являются частными.",
  "5022": "Правило о том, что нельзя шуметь, направлено на поддержание спокойной и комфортной атмосферы для всех жильцов, что способствует хорошим отношениям в сообществе. Нарушение этого правила может привести к конфликтам между соседями.",
  "5023": "Основным ингредиентом валенсийской паэльи является рис, который составляет основу блюда и придает ему характерную текстуру. В традиционной рецептуре используется рис сорта бомба, который хорошо впитывает бульон и сохраняет форму.",
  "5024": "Сидр — это традиционный напиток, производимый из яблок, и Астурия является одним из основных регионов Испании, где его производят. В этом регионе сидр имеет глубокие культурные корни и является важной частью местной гастрономии.",
  "5025": "В Испании традиционно у человека две фамилии: первая фамилия берется от отца, а вторая — от матери. Однако в последние годы родители могут выбирать, какая фамилия будет первой, что позволяет использовать фамилию матери в качестве первой.",
  "5026": "Национальный праздник Испании, conocido como Día de la Hispanidad, отмечается 12 октября в честь открытия Америки Христофором Колумбом в 1492 году и символизирует испанское наследие и культуру.",
  "5027": "Большинство магазинов и малый бизнес в Испании традиционно закрыты по воскресеньям, что связано с культурными и религиозными обычаями страны. Это позволяет работникам отдыхать и проводить время с семьей.",
  "5028": "Паспорт в Испании оформляется в полицейских участках, так как именно они уполномочены выдавать паспорта гражданам. Процесс включает подачу необходимых документов и фотографий, а также оплату сбора.",
  "5029": "Министерство равноправия в Испании отвечает за защиту прав женщин и борьбу с гендерным насилием, а также с дискриминацией по признаку пола, что является частью его основной деятельности. Эти меры направлены на обеспечение равенства и защиту уязвимых групп населения.",
  "5030": "Каталония известна своим производством кавы, игристого вина, благодаря уникальным климатическим условиям и традициям виноделия, особенно в регионах, таких как Пене́дес. Здесь расположены многие известные винодельни, производящие высококачественные кавы.",
  "5031": "Медицинская карта является официальным документом, который подтверждает право на получение медицинских услуг в государственной системе здравоохранения. Она позволяет идентифицировать пациента и обеспечивает доступ к необходимой медицинской помощи.",
  "5032": "Канарские острова находятся в часовой зоне GMT, тогда как испанский полуостров находится в часовой зоне GMT+1. Поэтому время на Канарских островах на час меньше, чем на полуострове.",
  "5033": "Правильный ответ — \"Вступительный экзамен в университет\", потому что в Испании для поступления в университет необходимо пройти специальную оценочную пробу, известную как \"Prueba de Acceso a la Universidad\". Этот экзамен определяет, соответствуют ли знания и навыки абитуриента требованиям высшего образования.",
  "5034": "Испания не обладает значительными запасами нефти и зависит от импорта для удовлетворения своих энергетических потребностей. Основными странами-поставщиками нефти для Испании являются Нигерия, Саудовская Аравия и Ирак.",
  "5035": "Граждане Испании обязаны платить прямые налоги, такие как подоходный налог (IRPF) и налог на имущество, а также косвенные налоги, например, налог на добавленную стоимость (IVA) и акцизы. Эти налоги являются основными источниками дохода для государственного бюджета.",
  "5036": "В Испании взрослые, не имеющие аттестата о среднем образовании, могут поступить в университет, сдав специальный экзамен для взрослых, начиная с 25 лет. Это правило позволяет людям без традиционного образования получить доступ к высшему образованию.",
  "5037": "Правило «Не ходить по газону, не рвать цветы» обычно встречается в общественных парках и зонах отдыха, чтобы сохранить природу и обеспечить комфорт для всех посетителей. Эти нормы помогают поддерживать порядок и эстетический вид зеленых насаждений.",
  "5038": "Бакалавриат в Испании включает два года обучения, после которых студенты получают диплом, необходимый для поступления в университет. Эта структура является стандартной для системы образования в стране.",
  "5039": "Налог на добавленную стоимость (НДС) является косвенным налогом, потому что он взимается с потребителей при покупке товаров и услуг, а не с доходов или имущества. Он включается в цену товара и уплачивается продавцом, который затем перечисляет его в бюджет.",
  "5040": "Работники получают номер социального страхования при первом трудоустройстве, так как он необходим для учета их взносов в систему социального обеспечения и получения социальных услуг. Этот номер используется для идентификации работников в системе и обеспечения их прав на пенсии, медицинское обслуживание и другие социальные выплаты.",
  "5041": "Государственные школы в Испании финансируются из государственного бюджета, что позволяет им предоставлять образование без взимания платы с учащихся. Это делает их бесплатными для всех детей, которые в них обучаются.",
  "5042": "Порт Альхесирас является одним из крупнейших и busiest портов Испании, играя ключевую роль в торговле и транспортировке между Европой и Африкой. Он также служит важным транзитным пунктом для контейнерных и пассажирских перевозок.",
  "5043": "Частная школа с государственным финансированием получает финансирование от государства, что позволяет ей функционировать как частное учреждение, но с определенными условиями и контролем со стороны государственных органов. Это обеспечивает доступность образования для большего числа учеников, сохраняя при этом частную форму управления.",
  "5044": "Испания экспортирует продукцию в основном в страны Европейского союза, так как это крупнейший торговый партнер страны, обеспечивающий свободный доступ к рынкам и отсутствие таможенных пошлин между государствами-членами. Более 60% испанского экспорта направляется в страны ЕС.",
  "5045": "Публичные библиотеки в Испании предоставляют бесплатный доступ ко всем своим услугам и ресурсам для всех граждан и резидентов, независимо от их социального статуса или возраста. Это обеспечивает равный доступ к информации и культурным ресурсам для всего населения.",
  "5046": "Испания является одним из крупнейших производителей обуви в Европе, особенно в регионах, таких как Валенсия и Аликанте, что позволяет ей экспортировать обувь в значительных объемах, превышающих импорт. Кроме того, испанская обувь известна высоким качеством и дизайном, что делает её конкурентоспособной на международных рынках.",
  "5047": "Лица старше 18 лет могут получить аттестат об обязательном среднем образовании в Центрах образования для взрослых, которые предлагают специальные программы для взрослых, желающих завершить образование. Эти центры обеспечивают гибкие условия обучения, адаптированные к потребностям взрослых учеников.",
  "5048": "Профессиональное образование в Испании делится на два уровня: средний (grado medio) и высший (grado superior), что позволяет студентам выбирать подходящий уровень подготовки в зависимости от их целей и потребностей на рынке труда.",
  "5049": "Семейный врач и педиатр работают в поликлиниках, которые предоставляют первичную медицинскую помощь населению. Центры здоровья (centros de salud) в Испании соответствуют российским поликлиникам.",
  "5050": "Европейская медицинская карта (EHIC) действительна в течение двух лет, что позволяет ее владельцам получать медицинскую помощь в других странах Европейского Союза на тех же условиях, что и местные жители. После истечения срока действия карту необходимо обновить.",
  "5051": "В Испании ужин обычно начинается позже, чем в большинстве стран, и традиционно проходит в 21 или 22 часа. Это связано с культурными особенностями и климатом, когда люди предпочитают проводить время на улице в более прохладные вечерние часы.",
  "5052": "Единый телефонный номер 112 используется в странах Европейского Союза для вызова экстренных служб, таких как полиция, пожарная служба и скорая помощь. Он обеспечивает быструю и эффективную помощь в любых неотложных ситуациях.",
  "5053": "Газета \"El País\" является одним из крупнейших и наиболее известных национальных ежедневных изданий в Испании, охватывающим широкий спектр новостей и тем на уровне всей страны. Другие упомянутые газеты могут быть региональными или местными.",
  "5054": "В Испании табачные изделия и почтовые марки продаются в специализированных магазинах, называемых \"estanco\". Эти заведения имеют лицензию на продажу табака и других товаров, связанных с почтой.",
  "5055": "Телефон для помощи жертвам гендерного насилия в Испании работает круглосуточно, чтобы обеспечить немедленную поддержку и защиту для пострадавших в любое время. Это позволяет жертвам обращаться за помощью в экстренных ситуациях, независимо от времени суток.",
  "5056": "ONCE (Организация национальных слепых Испании) — это испанская организация, созданная для поддержки и интеграции людей с нарушениями зрения, предоставляющая им образование, трудоустройство и социальные услуги. Она играет ключевую роль в улучшении качества жизни и социальной интеграции людей с инвалидностью.",
  "5057": "Путь Святого Иакова, или Camino de Santiago, был признан объектом Всемирного наследия ЮНЕСКО в 1993 году за его историческое, культурное и духовное значение, а также за уникальную архитектуру и ландшафты, которые он включает. Этот маршрут является важной частью христианского паломничества и имеет большое значение для европейской культуры.",
  "5058": "Canal 24 horas — это государственный телеканал Испании, который предоставляет круглосуточное вещание новостей, охватывая как национальные, так и международные события. Он является частью RTVE (Испанская радиовещательная корпорация).",
  "5059": "Бесплатный телефон 016 предназначен для предоставления поддержки и помощи жертвам гендерного насилия в Испании. Он обеспечивает анонимность и доступ к информации о ресурсах и услугам для пострадавших.",
  "5060": "В Испании железнодорожная сеть делится на три категории: поезда дальнего следования (длинные расстояния), поезда среднего следования (умеренные расстояния) и пригородные поезда, которые обслуживают близлежащие районы и города, обеспечивая связь между ними и центрами населенных пунктов. Пригородные поезда, или \"cercanías\", играют важную роль в ежедневных поездках жителей.",
  "5061": "Курение у входа в школу запрещено, поскольку это нарушает правила о защите здоровья детей и создает неблагоприятную атмосферу в образовательном учреждении. Запрет на курение также соответствует законодательству многих стран, направленному на снижение табакокурения в общественных местах.",
  "5062": "После окончания среднего цикла профессионального образования в Испании выдается диплом \"Техник\", который подтверждает получение профессиональных навыков и знаний в определенной области. Этот диплом позволяет выпускникам работать по специальности или продолжить обучение на более высоком уровне.",
  "5063": "После защиты докторской диссертации в Испании присваивается степень \"Доктор\", что является высшей академической квалификацией в системе высшего образования. Эта степень подтверждает значительный вклад в научные исследования и знания в определенной области.",
  "5064": "Лекарства по рецепту продаются исключительно в аптеках, так как они имеют лицензию на отпуск медикаментов и обеспечивают контроль за их использованием. Аптеки также предоставляют консультации по применению лекарств.",
  "5065": "Рекомендация \"Не ходить по газону\" предназначена для защиты травяного покрытия и поддержания его здоровья, что является распространенной практикой в парках для сохранения природной среды.",
  "5066": "В Испании владельцы автомобилей обязаны иметь страховку, так как это требование закона для защиты как водителя, так и других участников дорожного движения. Без страховки нельзя зарегистрировать автомобиль и управлять им на дорогах.",
  "5067": "Аэропорт Адольфо Суарес, также известный как аэропорт Мадрид-Барахас, расположен в Мадриде и является крупнейшим аэропортом Испании по объему пассажирских перевозок. Он был переименован в честь испанского политика Адольфо Суареса в 2014 году.",
  "5068": "Испанское законодательство требует, чтобы все пассажиры в автомобиле использовали ремни безопасности, независимо от того, на каком сиденье они находятся, для повышения безопасности и снижения травматизма в случае аварии. Это правило распространяется как на передние, так и на задние сиденья.",
  "5069": "Предел скорости на автомагистралях в Испании составляет 120 км/ч для легковых автомобилей, что установлено правилами дорожного движения для обеспечения безопасности и упорядоченности на дорогах.",
  "5070": "Уступать место людям с ограниченной подвижностью является обязательным правилом в общественном транспорте, чтобы обеспечить комфорт и безопасность пассажиров, особенно тех, кто нуждается в дополнительной помощи. Это правило закреплено в законодательстве и регулируется нормами поведения в общественных местах.",
  "5071": "Такси имеет зелёный огонёк, когда оно свободно и готово взять пассажиров. Это сигнал для людей, что такси доступно для вызова.",
  "5072": "Чипирование и вакцинация собак обязательны для обеспечения их здоровья и безопасности, а также для предотвращения распространения заболеваний. Микрочип позволяет идентифицировать животное и его владельца в случае потери.",
  "5073": "Испанцам нужен паспорт для поездки в Китай, так как для въезда в эту страну требуется действующий паспорт и виза. В большинстве других стран, таких как страны Шенгенской зоны, испанцы могут путешествовать только с национальным удостоверением личности.",
  "5074": "Минимальный возраст для работы в Испании составляет 16 лет согласно статье 6 Трудового кодекса. Однако для некоторых видов работ и условий могут применяться дополнительные ограничения.",
  "5075": "Сектор услуг составляет более 70% валового внутреннего продукта (ВВП) Испании и включает в себя туризм, торговлю и финансовые услуги, что делает его основным двигателем экономики страны.",
  "5076": "Испания занимает одно из ведущих мест в мире по производству энергии из возобновляемых источников, таких как солнечная и ветровая энергия. Страна активно инвестирует в технологии и инфраструктуру для устойчивого развития в этой области.",
  "5077": "Статут трудящихся (El Estatuto de los Trabajadores) был принят в 1980 году и регулирует основные права и обязанности работников и работодателей в Испании, устанавливая нормы трудовых отношений. Этот закон является основным документом в области трудового права в стране.",
  "5078": "Аптеки обязаны обеспечивать доступность лекарств и медицинских услуг, поэтому многие из них работают круглосуточно или имеют дежурные смены для оказания помощи в неотложных ситуациях. Это позволяет людям получать необходимые медикаменты в любое время.",
  "5079": "Дошкольное образование в Испании делится на два цикла: первый цикл для детей от 0 до 3 лет и второй цикл для детей от 3 до 6 лет. Это структурирование обеспечивает постепенное развитие и подготовку детей к начальной школе.",
  "5080": "Учебный год в Испании обычно начинается в сентябре, когда школы открываются после летних каникул. Это общепринятая практика, которая соблюдается во многих автономных сообществах страны.",
  "5081": "Официальные языковые школы в Испании предназначены для обучения взрослых, начиная с 16 лет, что позволяет им предлагать курсы, адаптированные к потребностям и уровню зрелых студентов. Эти школы обеспечивают качественное обучение иностранным языкам в рамках государственной образовательной системы.",
  "5082": "Справка о трудовой деятельности (Informe de vida laboral) — это официальный документ, выданный системой социального обеспечения, который содержит информацию о всех периодах трудовой деятельности и стаже социальных отчислений человека. Он необходим для подтверждения прав на пенсии и другие социальные пособия.",
  "5083": "Коллективные договоры регулируют условия труда, включая заработную плату, рабочее время, отпуска и другие аспекты, влияющие на трудовые отношения между работодателем и работниками. Они заключаются для защиты прав работников и улучшения условий их труда.",
  "5084": "Испания является одной из самых посещаемых стран в мире, привлекая миллионы туристов благодаря своим культурным достопримечательностям, пляжам и разнообразной кухне. Туризм составляет значительную часть экономики страны, обеспечивая рабочие места и доходы."
}